/*Завдання 4.1
π - число “пі”. Ви можете використати Math.PI у вашому дз для вираження цього числа
Створіть змінну radius і присвойте їй числове значення радіуса кола.
Обчисліть площу кола за формулою π * radius^2 і виведіть результат.*/

let radius1 = 6.1;
let circleArea = (Math.PI * Math.pow(radius1, 2)).toFixed(2);
console.log(circleArea)


/*Створіть змінну length і присвойте їй числове значення довжини прямокутника.
Створіть змінну width і присвойте їй числове значення ширини прямокутника.
Обчисліть площу прямокутника за формулою length * width і виведіть результат.*/

let length = 2.1;
let width = 3.2;
console.log((length * width).toFixed(2));

/*Створіть змінну radius і присвойте їй числове значення радіуса циліндра.
Створіть змінну height і присвойте їй числове значення висоти циліндра.
Обчисліть об'єм циліндра за формулою π * radius^2 * height і виведіть результат.*/

let radius2 = 5;
let height = 10;
console.log((Math.PI * Math.pow(radius2, 2) * height).toFixed(2))